{
  "IndexPage": {
    "title": "Manuel Morales's Portfolio",
    "description": "Welcome!",
    "heroTitle": "A Full Stack Developer",
    "providing": {
      "title": "Providing",
      "subtitle": "The Best",
      "experience": "Experience",
      "description": "A full stack developer with excellency possesses deep expertise in front-end and back-end technologies, creating seamless, high-performance applications. They demonstrate mastery in modern frameworks, efficient problem-solving, and delivering scalable, user-centered solutions.",
      "more": "Learn More"
    }
  },
  "NotFoundPage": {
    "title": "Page Not Found",
    "description": "Oops! It seems like you've stumbled upon a page that doesn't exist. Don't worry, our internationalization magic is still hard at work on other parts of the app. Feel free to navigate back to explore more!"
  },
  "Navigation": {
    "aboutMe": "About me",
    "skills": "Skills",
    "projects": "Projects",
    "calendar": "Calendar"
  },
  "Skills": {
    "title": "My Skills",
    "subtitle": "Making apps with modern technologies",
    "never": "Never miss a task, deadline or idea"
  },
  "Encryption": {
    "performance": "Performance",
    "security": "Security",
    "quality": "Hight Quality",
    "secure": "Scalable, Secure, Reliable."
  },
  "Projects": {
    "title": "My Projects",
    "firstPage": "MIa Femtech is a dynamic, user-centered platform designed with a focus on seamless UI/UX and enhanced functionality. Built primarily with Nuxt for its frontend framework, Express.js for backend logic, and Tailwind CSS for responsive design, MIa Femtech offers a polished and intuitive interface.\n\nThe project involved translating intricate Figma designs into a live, responsive UI, creating a visually appealing and accessible experience for users. Key tasks included implementing multilingual support, backend logic for efficient data handling, and rigorous attention to design detail. The result is a platform that blends sophisticated tech with user-friendly navigation and design, tailored to MIa Femtech’s specific goals.",
    "secondPage": "GamifyMex is an engaging gambling platform built with Astro and React for the frontend, Tailwind CSS and Sass for styling, and Django on the backend. It features a dashboard where users can register and participate in various games.\n\nGamifyMex offers pages dedicated to bingo and quiz games, providing a captivating user experience with top-notch UI/UX. The design incorporates Three.js to enhance visual appeal, making GamifyMex a standout in interactive and immersive gameplay.",
    "thirdPage": "The Velzia app is a  website developed for a Spanish company specializing in real estate investment company. Built using React with TypeScript on the frontend and powered by a Node.js, Express on the backend.\n\nThe site provides an intuitive and accessible interface, tailored to showcase the company’s services, expertise, and projects to a diverse audience.",
    "to": "See the page"
  },
  "Calendar": {
    "contribution": "contributions in the last year",
    "less": "Less",
    "more": "More"
  },
  "Footer": {
    "copyright": "All rights reserved."
  }
}
