{
  "IndexPage": {
    "title": "Portafolio Manuel Morales",
    "description": "¡Bienvenido!",
    "heroTitle": "Desarrollador Web Full Stack",
    "providing": {
      "title": "Ofreciendo",
      "subtitle": "La mejor",
      "experience": "Experiencia",
      "description": "Un desarrollador full stack de excelencia cuenta con amplia experiencia en tecnologías front-end y back-end, creando aplicaciones fluidas y de alto rendimiento. Domina frameworks modernos, resuelve problemas de manera eficiente y entrega soluciones escalables centradas en el usuario.",
      "more": "Más Información"
    }
  },
  "NotFoundPage": {
    "title": "Page Not Found",
    "description": "Oops! It seems like you've stumbled upon a page that doesn't exist. Don't worry, our internationalization magic is still hard at work on other parts of the app. Feel free to navigate back to explore more!"
  },
  "Navigation": {
    "aboutMe": "Acerca de mí",
    "skills": "Habilidades",
    "projects": "Projectos"
  },
  "Skills": {
    "title": "Mis Habilidades",
    "subtitle": "Creación de aplicaciones con tecnologías modernas",
    "never": "Nunca te pierdas una tarea, una fecha límite o una idea."
  },
  "Encryption": {
    "performance": "Buen Desempeño",
    "security": "Seguridad",
    "quality": "Gran Calidad",
    "secure": "Escalable, seguro, confiable."
  },
  "Projects": {
    "title": "Mis Proyectos",
    "firstPage": "MIa Femtech es una plataforma dinámica y centrada en el usuario, diseñada con un enfoque en la UI/UX fluida y funcionalidades mejoradas. Construida principalmente con Nuxt como framework de frontend, Express.js para la lógica de backend y Tailwind CSS para un diseño responsivo, MIa Femtech ofrece una interfaz pulida e intuitiva.\n\nEl proyecto involucró la traducción de diseños complejos en Figma a una UI responsiva en vivo, creando una experiencia visual atractiva y accesible para los usuarios. Las tareas clave incluyeron la implementación de soporte multilingüe, la lógica de backend para el manejo eficiente de datos y una gran atención al detalle en el diseño. El resultado es una plataforma que combina tecnología sofisticada con una navegación y un diseño amigables para el usuario, adaptados a los objetivos específicos de MIa Femtech.",
    "secondPage": "GamifyMex es una plataforma de juegos de azar interactiva, desarrollada con Astro y React en el frontend, Tailwind CSS y Sass para los estilos, y Django en el backend. Ofrece un panel de control donde los usuarios pueden registrarse y participar en varios juegos.\n\nGamifyMex cuenta con páginas dedicadas al bingo y a juegos de preguntas, proporcionando una experiencia de usuario atractiva con una interfaz de alta calidad. El diseño incorpora Three.js para mejorar el atractivo visual, convirtiendo a GamifyMex en un referente en jugabilidad interactiva e inmersiva.",
    "thirdPage": "S3 es un sitio web bilingüe desarrollado para una empresa costarricense especializada en construcción y reparación de edificios. Desarrollado con React y TypeScript en el frontend, con estilos en SASS y Tailwind, y un backend en Node.js, Express y Strapi.\n\nEl sitio ofrece una interfaz intuitiva y accesible en español e inglés, diseñada para mostrar los servicios, experiencia y proyectos de la empresa a una audiencia diversa."
  },
  "Footer": {
    "copyright": "Todos los Derechos Reservados."
  }
}
